Repository: T3sT3ro/gearlever
Catalog: po/*.po
Languages: cs, de, nl, oc, pl_pl, zh_cn

source: Use the right-click menu to set Gear lever as the default app for ".appimage" files
cs: Použijte nabídku po kliknutí pravým pro nastavení aplikace Gear Lever jako výchozí pro soubory „.appimage“
de: Verwende das Rechtsklick-Menü, um Gear Lever als Standardanwendung für".appimage-Dateien zu verwenden
nl: Open het rechtermuisknopmenu om Versnellingspook in te stellen als standaardtoepassing van alle .appimage-bestanden.
oc: Utilizatz lo menú del clic drech per definir Maneta coma aplicacion per defaut pels fichièrs « .appimage »
pl_pl: Użyj menu prawego kliknięcia, aby ustawić Przerzutkę jako domyślną aplikację dla plików ".appimage"
zh_cn: 使用右键菜单将 Gear Lever 设置为“.appimage”文件的默认应用程序

source: Open demo folder
cs: Otevřít vzorovou složku
de: Demo-Ordner öffnen
nl: Voorbeeldmap openen
oc: Dobrir lo dossièr de demostracion
pl_pl: Otwórz folder demo
zh_cn: 打开演示目录

source: This step is optional
cs: Tento krok je nepovinný
de: Dieser Schritt ist optional
nl: Deze stap is optioneel
oc: Aquesta etapa es opcionala
pl_pl: Ten krok jest opcjonalny
zh_cn: 此步骤是可选的

source: All done, let's go!
cs: To je vše!
de: Alles fertig, weiter geht's
nl: U kunt aan de slag!
oc: Tot es prèst, anem-i !
pl_pl: Wszystko gotowe, ruszajmy!
zh_cn: 一切就绪，出发！

source: Close tutorial
cs: Zavřít tutoriál
de: Tutorial schließen
nl: Instelhulp sluiten
oc: Tampar lo tutorial
pl_pl: Zamknij samouczek
zh_cn: 关闭指南

source: No description provided
cs: Nebyl poskytnut žádný popis
de: Keine Beschreibung gefunden
nl: Er is geen beschrĳving beschikbaar
oc: Cap de descripcion pas provesida
pl_pl: Nie podano opisu
zh_cn: 没有提供描述

source: The downloaded file is not a valid appimage, please check if the provided URL is correct
cs: Stažený soubor není platným souborem AppImage, zkontrolujte prosím, zda je zadaná adresa URL správná
de: Die heruntergeladnene Datei ist kein valides AppImage. Bitte prüfe, ob die URL korrekt ist
nl: Het gedownloade bestand is geen geldige AppImage - controleer de url
oc: Lo fichièr telecargat es pas un appimage valid, mercés de verificar que l’URL provesida es corrècta
zh_cn: 下载的文件不是正确的 appimage，请检查提供的 URL 是否正确

source: The downloaded appimage does not have the same app name and can't be updated {el.name} ➔ {list_element.name}
cs: Stažený soubor AppImage nemá stejný název aplikace a nelze jej aktualizovat {el.name} ➔ {list_element.name}
de: Das heruntergeladene AppImage hat nicht denselben App-Namen und kann nicht aktualisiert werden {el.name} ➔ {list_element.name}
nl: De gedownloade AppImage heeft een afwijkende naam en kan daarom niet worden gebruikt {el.name} ➔ {list_element.name}
oc: L’appimage telecargat a pas lo meteis nom d’aplicacion e se pòt pas actualizar {el.name} ➔ {list_element.name}
zh_cn: 下载的 appimage 没有相同的应用名称，无法更新 {el.name} ➔ {list_element.name}

source: Running AppImages on NixOS requires appimage-run
cs: Spuštění souborů AppImage na NixOS vyžaduje balíček appimage-run
de: Ausführung von AppImages unter NixOS erfordert appimage-run
nl: Op NixOS is ‘appimage-run’ vereist
oc: L’execucion d’AppImage sus NixOS requerís appimage-run
zh_cn: 在 NixOS 运行 AppImages 需要 appimage-run

source: AppImages require FUSE to run. You might still be able to run it with --appimage-extract-and-run in the command line arguments. Click the link below for more information. {url}
cs: Soubory AppImage vyžadují ke spuštění rozhraní FUSE. Je možné, že bez něj stále půjdou spustit pomocí argumentu --appimage-extract-and-run v příkazovém řádku. Pro více informací klikněte na odkaz níže. {url}
de: AppImages erfordern FUSE. Ausführung mit --appimage-extract-and-run in denKommandozeilenargumenten könnte aber funktionieren Klicke den Link unten für weitere Informationen. {url}
nl: Voor het gebruik van AppImages is FUSE vereist. Wellicht kunt u zonder FUSE af met behulp van de opdracht --appimage-extract-and-run in de opdrachtregelopties. Klik voor meer informatie op onderstaande link. {url}
oc: AppImage requerís FUSE per s’executar. Podètz benlèu l’executar amb -appimage-extract-and-run dins un paramètre de comanda. Clicatz lo ligam çai-jos per mai d’informacions. {url}
zh_cn: AppImages 需要 FUSE 以运行。您可能仍然可以使用命令行参数中的 --appimage-extract-and-run 来运行它。 点击下方链接查看更多信息。 {url}

source: Gear Lever
nl: Versnellingspook
oc: Maneta
pl_pl: Przerzutka

source: Check updates in the backgroud
cs: Zkontrolovat aktualizace na pozadí

source: I have verified the source of this app
pl_pl: Zweryfikowałem źródło tej aplikacji

source: Updating
pl_pl: Aktualizowanie

source: Cannot load an untrusted AppImage
pl_pl: Nie można załadować niezaufanego AppImage
