Repository: T3sT3ro/gearlever
Catalog: po/*.po
Languages: cs, de, nl, oc, pl_pl, zh_cn

source: An utility to manage AppImages with ease!
cs: Nástroj pro jednoduchou správu AppImages!
de: Ein Werkzeug um AppImages einfach zu verwalten!
nl: Een toepassing voor het eenvoudig beheren van AppImages!
oc: Un utilitari per gerir los AppImage amb simplicitat !
pl_pl: Narzędzie do zarządzania AppImages bez wysiłku!
zh_cn: 一个轻松管理 AppImage 的实用工具！

source: translator_credits
cs: Jonáš Loskot <osobni@jonasloskot.cz>, 2024
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
pl_pl: Kacper Paczos <kacper-paczos@linux.pl>
zh_cn: Wakimizu <wakimizu@disroot.org>

source: Update
cs: Aktualizovat
de: Aktualisierung
nl: Bĳwerken
oc: Metre a jorn
pl_pl: Aktualizuj
zh_cn: 更新

source: Cancel update
cs: Zrušit aktualizaci
de: Aktualisierung abbrechen
nl: Bijwerken afbreken
oc: Anullar la mesa a jorn
zh_cn: 取消更新

source: Checking updates...
cs: Kontrola aktualizací...
de: Prüfe Aktualisierungen...
nl: Bezig met controleren op updates…
oc: Recèrca de mesas a jorn...
zh_cn: 正在检查更新…

source: No updates available
cs: Nejsou dostupné žádné aktualizace
de: Keine Aktualisierung verfügbar
nl: Er zijn geen updates beschikbaar
oc: Cap de mesa a jorn pas disponibla
zh_cn: 没有可用的更新

source: This application includes update information provided by the developer
cs: Tato aplikace obsahuje informace o aktualizaci poskytnuté vývojářem
de: Diese Applikation enthält Aktualisierungsinformationen des Entwicklers
nl: Deze toepassing bevat update-informatie van de ontwikkelaar
oc: Aquesta aplicacion inclutz d’informacions de mesa a jorn provesida pel desvolopaire
zh_cn: 此应用程序包含开发者提供的更新信息

source: Manage update details for this application
cs: Spravovat podrobnosti o aktualizaci u této aplikace
de: Aktualisierungsdetails für diese Applikation verwalten
nl: Update-informatie van deze toepassing beheren
oc: Gerir los detalhs de mesa a jorn per aquesta aplicacion
zh_cn: 管理此应用程序的更新详情

source: This app is located outside the default folder <small>You can hide external apps in the settings</small>
cs: Tato aplikace se nachází mimo výchozí složku <small>Externí aplikace můžete skrýt v nastavení</small>
de: Diese App liegt außerhalb des Default-Ordners <small>Externe Apps können in den Einstellungen verborgen werden</small>
nl: Deze toepassing is niet geïnstalleerd in de standaardmap. <small>U kunt in de voorkeuren kiezen om externe toepassingen te verbergen.</small>
oc: Aquesta aplicacion se tròba defòra del dossièr per defaut <small>Podètz rescondre las aplicacions extèrnas als paramètres</small>
pl_pl: Ta aplikacja jest położona poza domyślnym folderem <small>Możesz ukryć zewnętrzne aplikacje w ustawieniach</small>
zh_cn: 此应用位于默认文件夹之外 <small>您可以在设置中隐藏外部应用</small>

source: Please, verify the source of this app before opening it
cs: Před otevřením této aplikace prosím ověřte její zdroj
de: Bitte Quelle dieser App verifizieren, bevor sie geöffnet wird
nl: Controleer de bron van deze toepassing
oc: Mercés de verificar la font d’aquesta aplicacion abans de l’obrir
zh_cn: 在打开应用之前请验证其来源

source: Unlock
cs: Odemknout
de: Freischalten
nl: Ontgrendelen
oc: Desverrolhar
zh_cn: 解锁

source: Launching...
cs: Spouštění...
de: Starte...
nl: Bezig met starten…
oc: Lançament...
pl_pl: Uruchamianie...
zh_cn: 启动中…

source: Error
cs: Chyba
de: Fehler
nl: Foutmelding
pl_pl: Błąd
zh_cn: 错误

source: Update error
cs: Chyba aktualizace
de: Aktualisierungsfehler
nl: Bĳwerkfout
oc: Error de mesa a jorn
zh_cn: 更新错误

source: Close
cs: Zavřít
de: Schließen
nl: Sluiten
oc: Tampar
zh_cn: 关闭

source: Do you really want to remove this app?
nl: Weet u zeker dat u deze toepassing wilt verwijderen?
oc: Volètz vertadièrament suprimir aquesta aplicacion ?
zh_cn: 您真的想删除该应用吗？

source: Cancel
cs: Zrušit
de: Abbrechen
nl: Annuleren
oc: Anullar
pl_pl: Anuluj
zh_cn: 取消

source: Remove
cs: Odstranit
de: Entfernen
nl: Verwijderen
oc: Suprimir
pl_pl: Usuń
zh_cn: 删除

source: This app runs in the terminal
cs: Tato aplikace běží v terminálu
de: Diese App läuft im Terminal
nl: Deze toepassing draait in een terminalvenster
oc: Aquesta aplicacion s’executa dins un terminal
pl_pl: Ta aplikacja działa w terminalu
zh_cn: 此应用在终端运行

source: Launch
cs: Spustit
de: Starten
nl: Starten
oc: Lançar
pl_pl: Uruchom
zh_cn: 启动

source: Uninstalling...
cs: Odinstalace...
de: Deinstallieren...
nl: Bezig met verwijderen…
oc: Desinstallacion...
pl_pl: Odinstalowywanie...
zh_cn: 正在卸载…

source: Installing...
cs: Instalace...
de: Installieren
nl: Bezig met installeren…
oc: Installacion...
pl_pl: Instalowanie...
zh_cn: 正在安装…

source: Move to the app menu
cs: Přesunout do nabídky aplikací
de: Ins App Menü verschieben
nl: Verplaatsen naar toepassingsmenu
oc: Desplaçar al menú d’aplicacions
pl_pl: Przenieś do menu aplikacji
zh_cn: 移动到应用菜单

source: This app might not be compatible with your system architecture
cs: Tato aplikace nemusí být kompatibilní s architekturou vašeho systému
de: Diese app könnte mit der Systemarchitektur inkompatibel sein
nl: Deze toepassing is mogelijk niet geschikt voor uw systeemarchitectuur
oc: Se poiriá qu'aquesta aplicacion siá pas compatible amb l’arquitectura de vòstre sistèma
zh_cn: 此应用可能不兼容您的系统架构

source: Website
cs: Webové stránky
de: Webseite
oc: Site Web
pl_pl: Strona internetowa
zh_cn: 网站

source: Add a website
cs: Přidat webové stránky
de: Webseite hinzufügen
nl: Website toevoegen
oc: Apondre un site Web
pl_pl: Dodaj stronę internetową
zh_cn: 添加网站

source: Open URL
cs: Otevřít adresu URL
de: URL öffnen
nl: Url openen
oc: Dobrir una URL
pl_pl: Otwórz URL
zh_cn: 打开 URL

source: Save
cs: Uložit
de: Speichern
nl: Opslaan
oc: Enregistrar
zh_cn: 保存

source: Update management
cs: Správa aktualizací
de: Aktualisierungsverwaltung
nl: Updatebeheer
oc: Gestion de las mesas a jorn
zh_cn: 更新管理

source: Update URL
cs: Adresa aktualizací
de: URL aktualisieren
oc: URL de mesa a jorn
zh_cn: 更新 URL

source: Source
cs: Zdroj
de: Quelle
nl: Bron
oc: Font
zh_cn: 源

source: Select the source type
cs: Vyberte typ zdroje
de: Quelltyp auswählen
nl: Kies het soort bron
oc: Seleccionar lo tipe de font
zh_cn: 选择源类型

source: How it works
cs: Jak to funguje
de: Wie es funktioniert
nl: Hoe werkt dit?
oc: Cossí fonciona
zh_cn: 这是怎么工作的

source: Reload metadata
cs: Znovu načíst metadata
de: Metadaten neu laden
nl: Metagegevens herladen
oc: Recargar las metadonadas
pl_pl: Przeładuj metadane
zh_cn: 重新加载元数据

source: Update information like icon, version and description. Useful if the app updated itself.
cs: Aktualizovat informace jako je ikona, verze a popis. Užitečné, pokud se aplikace sama aktualizovala.
de: Aktualisierungsinformationen wie Icon, Version und Beschreibung. Nützlich in der App.
nl: Werk de metagegevens bĳ, zoals pictogram, versienummer en beschrĳving. Dit kan van pas komen na het installeren van een nieuwe versie.
oc: Actualizar las informacions coma l’icòna, la version e la descripcion. Util se l’aplicacion se metèt a jorn soleta.
pl_pl: Aktualizuj informacje takie jak ikona, wersja i opis. Przydatne, jeśli aplikacja zaktualizowała się sama.
zh_cn: 更新图标、版本和描述等信息。 如果应用程序自行更新则很有用。

source: Command line arguments
cs: Argumenty příkazového řádku
de: Kommandozeilenargumente
nl: Opdrachtregelopties
oc: Paramètres de la linha de comanda
zh_cn: 命令行参数

source: Hash
nl: Controlesom
oc: Sòma de contraròtle
zh_cn: 哈希

source: Path
cs: Cesta
de: Pfad
nl: Locatie
oc: Emplaçament
pl_pl: Ścieżka dostępu
zh_cn: 路径

source: Open Folder
cs: Otevřít složku
de: Ordner öffenn
nl: Map openen
oc: Dobrir dossièr
zh_cn: 打开目录

source: Package type
cs: Typ balíčku
de: Pakettyp
nl: Pakkettype
oc: Tipe de paquet
pl_pl: Typ pakietu
zh_cn: 包类型

source: Key
cs: Klíč
de: Schlüssel
nl: Sleutel
oc: Clau
zh_cn: 键

source: Value
cs: Hodnota
de: Wert
nl: Waarde
oc: Valor
zh_cn: 值

source: Add
cs: Přidat
de: Hinzufügen
nl: Toevoegen
oc: Apondre
zh_cn: 添加

source: Environment variables
cs: Proměnné prostředí
de: Umgebungsvariablen
nl: Omgevingsvariabelen
oc: Variablas d'environament
zh_cn: 环境变量

source: Add or customize environment for this application
cs: Přidat nebo upravit proměnné prostředí pro tuto aplikaci
de: Umgebung für diese Applikation hinzufügen oder verändern
nl: Bewerk de omgeving van deze toepassing of voeg een variabele toe
oc: Apondre o personalizar un environament per aquesta aplicacion
zh_cn: 为此应用程序添加或自定义环境

source: Open a new AppImage
cs: Otevřít nový AppImage
de: Neues AppImage öffnen
nl: AppImage openen
oc: Dobrir un AppImage novèl
pl_pl: Otwórz nowy AppImage
zh_cn: 打开新的 AppImage

source: Open
cs: Otevřít
de: Öffnen
nl: Openen
oc: Dobrir
pl_pl: Otwórz
zh_cn: 打开

source: Open a file
cs: Otevřít soubor
de: Datei öffnen
nl: Bestand openen
oc: Dobrir un fichièr
pl_pl: Otwórz plik
zh_cn: 打开文件

source: Check for updates
cs: Zkontrolovat aktualizace
de: Nach Aktualisierungen suchen
nl: Controleren op updates
oc: Recercar de mesas a jorn
zh_cn: 检查更新

source: No updates found
nl: Er zijn geen updates beschikbaar
oc: Cap de mesa a jorn pas trobada
zh_cn: 未找到更新

source: Filter installed applications
cs: Filtrovat nainstalované aplikace
de: Installierte Applikationen filtern
nl: Geïnstalleerde toepassingen filteren
oc: Filtrar las aplicacions installadas
pl_pl: Filtruj zainstalowane aplikacje
zh_cn: 过滤已安装的应用程序

source: Installed applications
cs: Nainstalované aplikace
de: Installierte Applikationen
nl: Geïnstalleerde toepassingen
oc: Aplicacions installadas
pl_pl: Zainstalowane aplikacje
zh_cn: 已安装的程序

source: General
cs: Obecné
de: Allgemein
nl: Algemeen
pl_pl: Ogólne
zh_cn: 通用

source: AppImage default location
cs: Výchozí umístění AppImage
de: AppImage Default-Speicherort
nl: Standaard AppImagelocatie
oc: Emplaçament per defaut dels AppImages
pl_pl: Domyślna lokalizacja AppImage
zh_cn: AppImage 默认位置

source: Show integrated AppImages outside the default folder
cs: Zobrazit integrované AppImage mimo výchozí složku
de: Zeige integrierte AppImages außerhalb des Default-Ordners
nl: AppImages uit andere mappen tonen
oc: Afichar los AppImages integrats defòra del dosisèr per defaut
pl_pl: Pokaż zintegrowane AppImages poza domyślnym folderem
zh_cn: 在默认文件夹外显示集成的 AppImages

source: List AppImages that have been integrated into the system menu but are located outside the default folder
cs: Zobrazit soubory AppImage, které byly integrovány do systémové nabídky, ale nacházejí se mimo výchozí složku
de: Liste AppImages, die in das Systemmenü integriert wurden, aber außerhalb des Default-Ordners liegen
nl: Toon AppImages die zĳn opgenomen in het systeemmenu, maar niet geïnstalleerd zĳn in de standaardmap.
oc: Listar los AppImages que foguèron integrats al menú sistèma mas que se tròban defòra del dossièr per defaut
pl_pl: Wyświetl AppImages, które zostały zintegrowane z menu systemowym, ale są położone poza domyślnym folderem
zh_cn: 列出已集成到系统菜单但位于默认文件夹之外的 AppImages

source: Updates management
cs: Správa aktualizací
de: Akutalisierungsverwaltung
nl: Updatebeheer
oc: Gestion de las mesas a jorn
zh_cn: 更新管理

source: Check updates on system startup
nl: Controleren op updates na opstarten
oc: Verificar las mesas a jorn al lançament
zh_cn: 系统启动时检查更新

source: Receive a notification when a new update is detected; updates will not be installed automatically
cs: Obdržet oznámení po zjištění nové aktualizace; aktualizace nebudou instalovány automaticky
de: Benachrichtige, wenn eine neue Aktualisierung gefunden wurde; Aktualisierung wird nicht automatisch installiert
nl: Ontvang een melding als er een update beschikbaar is. Let op: updates worden niet automatisch geïnstalleerd.
oc: Recebre una notificacion quand una mesa a jorn es detectada ; s’installaràn pas automaticament las mesas a jorn
zh_cn: 检测到新更新时接收通知；更新不会自动安装

source: File management
cs: Správa souborů
de: Dateiverwaltung
nl: Bestandsbeheer
oc: Gestion dels fichièrs
pl_pl: Zarządzanie plikami
zh_cn: 文件管理

source: Move AppImages into the destination folder
cs: Přesunout soubory AppImage do cílové složky
de: Verschiebe AppImages in den Zielordner
nl: AppImages verplaatsen naar bestemming
oc: Desplaçar los AppImages al dossièr de destinacion
pl_pl: Przenieś AppImages do folderu docelowego
zh_cn: 移动 AppImages 到目标目录

source: Reduce disk usage
cs: Snížit využití disku
de: Festplattenplatz reduzieren
nl: Beperk het schĳfgebruik
oc: Reduire l’espaci disc
pl_pl: Zmniejsz użycie dysku
zh_cn: 减少磁盘占用

source: Clone AppImages into the destination folder
cs: Klonovat soubory AppImage do cílové složky
de: Klone AppImages in den Zielordner
nl: AppImages klonen naar bestemming
oc: Clonar los AppImages al dossièr de destinacion
pl_pl: Klonuj AppImages do folderu docelowego
zh_cn: 克隆 AppImages 到目标目录

source: Keep the original file and create a copy in the destination folder
cs: Ponechat původní soubor a vytvořit kopii v cílové složce
de: Behalte die Originaldatei und erstelle eine Kopie im Zielordner
nl: Bewaar het oorspronkelĳke bestand en maak een kopie op de bestemming
oc: Gardar lo fichièr d’origina e crear una còpia al dossièr de destinacion
pl_pl: Zachowaj oryginalny plik i utwórz kopię w folderze docelowym
zh_cn: 保留源文件并在目标目录创建新副本

source: Naming conventions
cs: Pojmenovávání
de: Namenskonventionen
nl: Naamsvoorschriften
oc: Convencions de nomenatge
zh_cn: 命名约定

source: Use executable name for integrated terminal apps
cs: Použít název příkazu pro integrované terminálové aplikace
de: Nutze Namen der ausführbaren Datei für integrierte Terminal-Apps
nl: Naam van uitvoerbaar bestand gebruiken bĳ terminaltoepassingen
oc: Utilizar lo nom de l’executable per las aplicacions integradas al terminal
pl_pl: Użyj nazwy wykonywalnej dla zintegrowanych aplikacji terminalowych
zh_cn: 对集成终端应用程序使用可执行文件名称

source: If enabled, apps that run in the terminal are renamed as their executable. You would need to add the aforementioned folder to your $PATH manually. For example, "golang_x86_64.appimage" will be saved as "go"
cs: Pokud povolíte tuto možnost, terminálové aplikace budou přejmenovány podle jejich příkazu. Zmíněnou složku budete muset ručně přidat do $PATH.
de: Wenn aktiviert, werden Anwendungen, die im Terminal ausgeführt werden, in ihre ausführbare Datei umbenannt. Der oben genannte Ordner muss manuell zu $PATH hinzugefügt werden. Zum Beispiel wird "golang_x86_64.appimage" als "go" gespeichert
nl: Schakel in om toepassingen die in de terminal worden uitgevoerd de naam van het uitvoerbare bestand te geven. Hiervoor is het noodzakelĳk om de bĳbehorende map op te nemen in $PATH. Voorbeeld: ‘golang_x86_64.appimage’ wordt opgeslagen als ‘go’.
oc: S’activat, las aplicacions executats al terminal son nomenadas coma lor executable. Vos calriá apondre lo dossièr susmencionat a vòstre $PATH manualament. Per exemple, « golang_x86_64.appimage » serà salvat coma « go »
pl_pl: Jeśli jest włączone, aplikacje działające w terminalu są przemianowane na swoje pliki wykonywalne. Musiałbyś ręcznie dodać wspomniany folder do swojego $PATH. Na przykład, "golang_x86_64.appimage" zostanie zapisane jako "go"
zh_cn: 如果启用，在终端中运行的应用程序将重命名为其可执行文件。 您需要手动将上述文件夹添加到您的 $PATH。 例如，“golang_x86_64.appimage将保存为"go"

source: Debugging
cs: Ladění
nl: Foutopsporing
oc: Desbugatge
pl_pl: Debugowanie
zh_cn: 调试

source: Enable debug logs
cs: Povolit ladicí protokoly
de: Debug-Logs aktivieren
nl: Foutopsporing inschakelen
oc: Activar los logs de desbugatge
pl_pl: Włącz logi debugowania
zh_cn: 启用调试日志

source: Increases log verbosity, occupying more disk space and potentially impacting performance. Requires a restart.
cs: Zvýší obsáhlost protokolu, čímž zabere více místa na disku a může mít vliv na výkon. Vyžaduje restart.
de: Erhöht die Ausführlichkeit des Logs, belegt mehr Speicherplatz und kann sich auf die Performance auswirken. Erfordert einen Neustart.
nl: Legt meer logboeken aan, wat extra schĳfruimte kost en ten koste van de prestaties kan gaan. Herstart vereist.
oc: Aumenta lo verbositat dels logs, en ocupant mai d’espaci disc e potencialament tocant las performanças. Requerís una reaviada.
pl_pl: Zwiększa szczegółowość logów, zajmując więcej miejsca na dysku i potencjalnie wpływając na wydajność. Wymaga ponownego uruchomienia.
zh_cn: 增加日志详细程度，占用更多磁盘空间并可能影响性能。 需要重启。

source: The folder must writeable
nl: De map moet beschrijfbaar zijn
oc: Lo dorsièr deu poder escriure
zh_cn: 目录必须是可写入的

source: Select a folder
cs: Vyberte složku
de: Ordner auswählen
nl: Kies een map
oc: Seleccionar un dossièr
pl_pl: Wybierz folder
zh_cn: 选择目录

source: The folder must be in your home directory
cs: Složka se musí nacházet ve vašem domovském adresáři
de: Der Ordner muss im Home-Verzeichnis liegen
nl: De map dient in uw persoonlĳke map te staan
oc: Lo dossièr deu èsser dins lo repertòri personal
pl_pl: Folder musi znajdować się w katalogu domowym
zh_cn: 目录必须在您的主文件夹

source: _Preferences
cs: _Předvolby
de: Einstellungen
nl: _Voorkeuren
oc: _Preferéncias
pl_pl: _Preferencje
zh_cn: _首选项

source: _Open Log File
cs: _Otevřít soubor protokolu
de: Log-Datei öffnen
nl: Logboek _openen
oc: _Dobrir lo fichièr de jornal
pl_pl: _Otwórz plik dziennika
zh_cn: _打开日志文件

source: _Show tutorial
cs: _Zobrazit návod
de: Tutorial anzeigen
nl: In_stelhulp openen
oc: _Afichar lo tutorial
pl_pl: _Pokaż samouczek
zh_cn: _显示指南

source: _About Gear lever
cs: _O aplikaci Gear Lever
de: Über Gear Lever
nl: Over _Versnellingspook
oc: _A prepaus de Maneta
pl_pl: _O Przerzutce
zh_cn: _关于 Gear lever

source: Conflict with "{app_name}"
cs: Konflikt s aplikací „{app_name}“
de: Konflikt mit "{app_name}"
nl: Conflict met ‘{app_name}’
oc: Conflicte amb « {app_name} »
pl_pl: Konflikt z "{app_name}"
zh_cn: 与 “{app_name}” 冲突

source: There is already an app with the same name, how do you want to proceed?
cs: Ve vašem systému se již nachází aplikace se stejným názvem, jak chcete pokračovat?
de: Eine app desselben Namens exisitert bereits. Wie soll fortgefahren werden?
nl: Er is al een toepassing met deze naam. Wat wilt u doen?
oc: I a ja una aplicacion amb lo meteis nom, de qué volètz far ?
pl_pl: Istnieje już aplikacja o tej samej nazwie, jak chcesz postąpić?
zh_cn: 已有一个同名的应用程序，您要如何继续？

source: Keep both
cs: Ponechat obě
de: Beide behalten
nl: Beide behouden
oc: Gardar los dos
pl_pl: Zachowaj oba
zh_cn: 保留两者

source: Replace
cs: Nahradit
de: Ersetzen
nl: Vervangen
oc: Remplaçar
pl_pl: Zastąp
zh_cn: 替换

source: Drop your file here
cs: Sem přetáhněte váš soubor
de: Datei hier droppen
nl: Sleep een bestand hierheen
oc: Depausatz lo fichièr aicí
pl_pl: Upuść swój plik tutaj
zh_cn: 将文件拖放到此处

source: Get started
cs: Začínáme
de: Los geht's
nl: Aan de slag
oc: Ben començar
pl_pl: Rozpocznij
zh_cn: 开始使用

source: Drag and drop an AppImage here or click on the "+" icon.
cs: Přesuňte sem AppImage nebo klikněte na ikonu „+“.
de: AppImage hierhin ziehen und ablegen oder auf das "+"-Symbol klicken.
nl: Sleep een AppImage hierheen of klik op het ‘+’-pictogram.
oc: Lisatz e depausatz un AppImage aicí e cliatz l’icòna « + ».
pl_pl: Przeciągnij i upuść tutaj AppImage lub kliknij na ikonę "+".
zh_cn: 将 AppImage 拖放到此处或单击“+”图标。

source: If you don't see your apps, check if the selected folder is correct.
cs: Pokud nevidíte své aplikace, zkontrolujte, zda je vybraná složka správná.
de: Wenn die Apps nicht auftrauchen, prüfe den ob der Ordner korrekt ist.
nl: Als u geen toepassingen ziet, controleer dan of u de juiste map hebt gekozen.
oc: Se vesètz pas vòstras aplicacions, verificatz que lo dossièr seleccionat es corrècte.
pl_pl: Jeśli nie widzisz swoich aplikacji, sprawdź, czy wybrany folder jest poprawny.
zh_cn: 如果您看不到您的应用，请检查选择的目录是否正确。

source: Show welcome screen
cs: Zobrazit uvítací obrazovku
de: Willkommensfenster anzeigen
nl: Welkomstscherm tonen
oc: Afichar l’ecran de benvenguda
zh_cn: 显示欢迎屏幕

source: Open Preferences
cs: Otevřít předvolby
de: Einstellungen öffnen
nl: Voorkeuren openen
oc: Dobrir las preferéncias
pl_pl: Otwórz Preferencje
zh_cn: 打开首选项

# shortcut window
source: General
cs: Obecné
de: Allgemein
nl: Algemeen
pl_pl: Ogólne
zh_cn: 通用

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
de: Zeige Tastenkürzel
nl: Sneltoetsen tonen
oc: Afichar los acorchis
pl_pl: Pokaż Skróty
zh_cn: 显示快捷键

# shortcut window
source: Quit
cs: Ukončit
de: Beenden
nl: Afsluiten
oc: Quitar
pl_pl: Zakończ
zh_cn: 退出

source: Hi, welcome to Gear lever
cs: Ahoj, vítejte v aplikaci Gear Lever
de: Hi, willkommen zu Gear Lever
nl: Hallo, welkom in Versnellingspook
oc: Adieu, la benvenguda dins Maneta
pl_pl: Cześć, witaj w Przerzutce
zh_cn: 你好，欢迎来到 Gear lever

source: An app that helps you integrate AppImages into your system.
cs: Aplikace, která vám pomůže integrovat soubory AppImage do vašeho systému.
de: Eine App, die hilft AppImages in das System zu integrieren
nl: Deze toepassing helpt u om AppImages te integreren in het systeem.
oc: Una aplicacion que vos ajuda a integrar los AppImages a vòstre sistèma.
pl_pl: Aplikacja, która pomaga Ci integrować AppImages z Twoim systemem.
zh_cn: 一个帮助您集成 AppImages 到您的系统的应用。

source: Click "Next" to follow this tutorial.
cs: Klikněte na „Další“ pro pokračování v tomto tutoriálu.
de: "Weiter" klicken, um diesem Tutorial zu folgen
nl: Klik op ‘Volgende’ om de instelhulp te starten.
oc: Clicatz « Seguent » per seguir aqueste tutorial.
pl_pl: Kliknij "Dalej", aby kontynuować ten samouczek.
zh_cn: 单击“下一步”继续本教程。

source: Set the AppImage location
cs: Nastavte umístění AppImage
de: AppImage-Speicherort festlegen
nl: AppImage-locatie instellen
oc: Definir l’emplaçament de l’AppImage
pl_pl: Ustaw lokalizację AppImage
zh_cn: 设置 AppImage 位置

source: Gear lever groups all your AppImages into a specific folder and keeps them organized.
cs: Gear Lever seskupuje všechny vaše soubory AppImage do specifické složky a udržuje je organizované.
de: Gear Lever gruppiert AppImages in einem eigenen Ordner und hält sie organisiert
nl: Versnellingspook plaatst alle AppImages in een bepaalde map en houdt ze geordend.
oc: Maneta agropa totes vòstres AppImages dins d’un dossièr especific e los garda ordenats.
pl_pl: Przerzutka grupuje wszystkie Twoje AppImages w określonym folderze i utrzymuje je zorganizowane.
zh_cn: Gear lever 将所有 AppImages 分组到特定目录中并保持其井然有序。

source: By default, AppImages are saved at: {location}
cs: Ve výchozím nastavení jsou soubory AppImage ukládány do: {location}
de: Standardmäßig werden AppImages gespeichert unter: {location}
nl: Standaard worden AppImages opgeslagen in {location}
oc: Per defaut, los AppImages son salvats dins : {location}
pl_pl: Domyślnie, AppImages są zapisywane w: {location}
zh_cn: 默认情况下，AppImages 将保存到：{location}

source: Change AppImage location
cs: Změnit umístění AppImage
de: AppImage-Speicherort ändern
nl: AppImage-locatie wĳzigen
oc: Modificar l’emplaçament de l’AppImage
pl_pl: Zmień lokalizację AppImage
zh_cn: 更改 AppImage 位置

source: You can customize it later in the preferences.
cs: Toto nastavení později můžete změnit v předvolbách.
de: Einstellungen lassen sich später ändern
nl: U kunt dit te allen tĳde aanpassen in de voorkeuren.
oc: O podètz personalizar mai tard dins las preferéncias.
pl_pl: Możesz dostosować to później w preferencjach.
zh_cn: 您可以稍后在偏好设置中对其进行自定义。

source: Set Gear lever as default
cs: Nastavte Gear Lever jako výchozí
de: Lege Gear Lever als Standard fest
nl: Versnellingspook instellen als standaard
oc: Definir Maneta per defaut
pl_pl: Ustaw Przerzutkę jako domyślną
zh_cn: 设置 Gear lever 为默认

source: Click on the button to open a demo folder, containing a sample AppImage.
cs: Klikněte na tlačítko pro otevření vzorové složky obsahující vzorový soubor AppImage.
de: Button-Klick öffnet ein Demo-Verzeichnis, das ein Beispiel-AppImage enthält
nl: Klik op de knop om een voorbeeldmap met daarin een AppImage te openen.
oc: Clicatz lo boton per dobrir un dossièr de demonstracion, que conten una mòstra d’AppImage.
pl_pl: Kliknij przycisk, aby otworzyć folder demo, zawierający przykładowy AppImage.
zh_cn: 单击按钮打开演示目录，其中包含示例 AppImage。
